
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol '='
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.1 17
; Update: May 14, 2015
;
[Lang]
NativeLanguage=Українська
[GUI]
ButtonYes=Так
ButtonNo=Ні
ButtonOK=ОК
ButtonMinimize=Мінімізувати
ButtonMaximize=Розгорнути
ButtonClose=Закрити
ButtonRestore=Відновити
ButtonMenu=Меню

[Translation]
LangCode=0422
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=uk-ua
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Інформація
Warning=Попередження
Error=Помилка
Confirm=Підтвердження
;
; Popup menu
;
pmHelp=Допомога он-лайн
pmforum=Форум
pmHome=Домашня сторінка
pmContact=Зв'язатися з нами
pmCheckNew=Перевірка оновлень
pmLang=Мова
pmAbout=Про програму
pmConMenu=Додати в контекстне меню
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Позбутися будь-якого файлу, який не може бути вилучений Windows
FrmWDMain.btnAFile.caption=Додати файл
FrmWDMain.btnAfolder.caption=Додати папку
FrmWDMain.btnRemove.caption=Видалити
FrmWDMain.btnDel.caption=Розблокувати і Видалити
FrmWDMain.btnsupport.caption=Зворотній зв'язок
FrmWDMain.btnfacebook.hint=Слідуйте за нами на Facebook
FrmWDMain.btntwitter.hint=Поділитися Wise Force Deleter на Twitter
FrmWDMain.btngoogle.hint=Поділитися Wise Force Deleter на Google+
FrmWDMain.btnemail.hint=Розкажіть своїм друзям про Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Ім'я
FrmWDManin.lvfile.Columns[1]=Шлях
FrmWDManin.lvfile.Columns[2]=Статус
;
; About
;
FrmAbout.caption=Про програму
FrmAbout.lblver.caption=Поточна версія:
FrmAbout.lblemail.caption=Підтримка по електронній пошті:
FrmAbout.lblhome.caption=Домашня сторінка:
FrmAbout.lblthanks.caption=Подяка наступним людям за їх внесок в:
FrmAbout.lblWarning.caption=Попередження: Ця комп'ютерна програма захищена законом про авторське право і міжнародними договорами.

[Message]
ForceDelete=Примусово видалити
Newver=Нова версія Wise Force Deleter доступна, ви хочете оновити зараз?
NoNewVer=Вітаємо, ви використовуєте останню версію!
None=Готовність
Unlocked= Розблоковано і Видалено
Deleted=Видалено
FailDel=Видалення не вдалося
Aborted=Скасовано
NoExists=Не існує
ConfirmDel=Ви хочете розблокувати і видалити файл/папку?
TranslateTo=Перекласти на..